{
    "stories": [
        {
            "id": 1,
            "title": "Agriculture connectée",
            "data": [
                {
                    "source": {
                        "title": "Wireless IoT Devices in Agriculture Reached 17 million",
                        "link": "https://talkiot.co.za/2017/11/30/wireless-iot-devices-agriculture-reached-17-million/"
                    },
                    "date": "30/11/2017",
                    "subtitle": "Les objets connectés",
                    "text": "Aujourd’hui, alors que j’regardais mon émission favorite, L’amour qu’est dans le pré (je vous conseille), v’là mon meilleur copain, ptit Jean qu’a venu me parler de son dernier hobby, les objets connectés. Lui, c’est un fou de tout ce qu’est technologie, c’est lui qui m’a convaincu de mette internet à la maison. Pour que vous me suiviez dans qu’est-ce que je raconte, les objets connectés y m’a dit que c’est des trucs qui font du captage, du stockage, du traitementage et du transmettage de données. Ah qu’ces objets y peuvent discuter avec ton téléphone pour lui dire que par exemple y va pleuvoir demain, pratique le truc ! Et y m’a dit qu’en 2016, la barre des 17 millions d’objets installés a été dépassée et qu’apparemment il devrait y en avoir plus de 27 millions en 2021, rendez-vous compte ! Et ce serait qu’un début parce-que la plupart des exploitations en sont pas équipées… En tout cas, c’est sacrément intéressant ces trucs, je vais creuser le sujet."
                },
                {   "source": {
                        "title": "Quatre nouveaux capteurs pour l’agriculture conçus en un week-end",
                        "link": "https://www.terre-net.fr/materiel-agricole/reportage/article/4-nouveaux-capteurs-pour-l-agriculture-concus-en-un-week-end-213-132839.html"
                },
                    "date": "04/12/2017",
                    "subtitle": "Les objets connectés",
                    "text": "Vous devinerez pas ! Cet après-midi, un groupe de jeunes qui débarquent dans la ferme. Y me disent qu’y sont étudiants au campus d’UniLasalle et qu’y veulent me proposer de participer à une réunion pour potasser sur des “capteurs connectés” pour aider les gars comme moi. J’ai dit oui, bien sûr&nbsp;! Hâte d’y aller hein&nbsp;!"
                },
                {
                    "source": {
                        "title": "Des robots pour réduire la pénibilité des travaux agricoles présentés à Toulouse",
                        "link": "https://france3-regions.francetvinfo.fr/occitanie/haute-garonne/toulouse/robots-reduire-penibilite-travaux-agricoles-presentes-toulouse-1378831.html"
                    },
                    "date": "06/12/2017",
                    "subtitle": "Les objets connectés",
                    "text": "Ça s’enchaine (se bouscule ?) au portillon en c’moment ! Cette fois, c’est un entreprometteur qu’a venu me présenter un de ses produits : Spoutnic, la grosse casserole avec des roues dont jt’ai parlé ya deux mois qui surveille tes poules. Y m’a aussi dit que je pourrai essayer Ted, une sort’ de machine pour désherber les vignes au Forum International de la Robotique qu’y va se tenir à Toulouse. J’ai pris mes billets !"
                },
                {
                    "source": {
                        "title": "Agriculture startups turn to AI, IoT to boost production",
                        "link": "http://www.financialexpress.com/industry/agriculture-startups-turn-to-ai-iot-to-boost-production/971429/"
                    },
                    "date": "13/12/2017",
                    "subtitle": "Les objets connectés",
                    "text": "Raymond, le facteur qui passe ce matin, y m’a lancé un magazine de son vélo ! Ça s’appelle Reussirferme et c’est sacrément bien foutu ce torchon ! Ça parlait de star top high tech en agri et en agro qu’ont réussi à lever 4,4 milliards de dollars pour lancer plein de nouveaux trucs au premier semestre 2017 ! Ils peuvent utiliser des drones ou des satellites pour t’aider, vindieu !"
                },
                {
                    "source": {
                        "title": "L’Agtu de février 2018 !",
                        "link": "http://www.lafermedigitale.fr/newsletter-lagtu-de-fevrier-2018-2/"
                    },
                    "date": "14/02/2018",
                    "subtitle": "Les objets connectés",
                    "text": "Y’a Jacob, mon fils aîné qu’a venu me visiter, on est allés faire un tour sur l'ordinateur et il m’a montré un site bien chouette, ça s’appelle La ferme Digitale je crois et tous les mois y font une news l’AgTu (sacré jeu de mots héhé) qui t’informe sur qu’est-ce qu’y se passe. Là ils parlaient d’une appli pour téléphone qui est reliée à des trucs qui captent de la donnée : ça a l’air pas mal !"
                },
                {
                    "source": {
                        "title": "Soon you’ll be able to ask an agrirobot: How do you like them apples?",
                        "link": "https://newfoodeconomy.org/ai-farm-abundant-robotics-bext360/"
                    },
                    "date": "20/02/2018",
                    "subtitle": "Les objets connectés",
                    "text": "Depuis toutes ces visites, je dois dire que je m’tâte sérieusement à voir si je peux pas changer deux ou trois trucs dans ma ferme hein, ça me rendrait ben la vie plus facile, nom d’une betterave. Vous pouvez mettre des commentataires pour m’dire qu’est-ce que vous en pensez si ça vous botte hein."
                }
            ]
        },


        {
            "id": 2,
            "title": "Ferme connectée",
            "data": [
                {
                    "source": {
                        "title": "E-agriculture: Copeeks, la start-up de Lannion, sera présente au Space",
                        "link": "https://www.ouest-france.fr/bretagne/lannion-22300/e-agriculture-copeeks-la-start-de-lannion-sera-presente-au-space-5227437"
                    },
                    "date": "07/09/2017",
                    "subtitle": "Les objets connectés",
                    "text": "Bon j’vins d’craquer ! Je reviens du Space, c’est l’salon international des productions animales à Rennes et avec mon copain p’tit Jean, on a commandé à la société lannionnaise Copeeks tout un tas de boîtes connectées qui vont m’permettre de suivre à distance le domaine en envoyant des infos à Telegram sur mon portab. Sacrément pratique ces machins !"
                },
                {   "source": {
                    "title": "Kerhis : « On l’oublie souvent, mais le monde agricole a été connecté bien avant les consommateurs »",
                    "link": "http://www.bretagne-bretons.fr/kerhis-on-loublie-souvent-monde-agricole-a-ete-connecte-bien-consommateurs/"
                },
                    "date": "01/12/2017",
                    "subtitle": "Les objets connectés",
                    "text": "J’vins à peine de raccrocher le téléphone, j’étais en ligne avec Kehris, une boite qui crée des trucs informatiques pratiques pour tous les gens de ma filière, et je leur ai commandé de v’nir bidouiller ma machine pour y mette un prologiciel . Ça va m’aider à planifier tout c’que j’dois faire à l’exploitation parce que je m’en sors pu sinon !"
                },
                {
                    "source": {
                        "title": "Les énergies renouvelables, opportunité de revenus pour les agriculteurs",
                        "link": "http://www.web-agri.fr/actualite-agricole/economie-social/article/les-energies-renouvelables-opportunite-de-revenus-pour-les-agriculteurs-1142-135363.html"
                    },
                    "date": "22/02/2018",
                    "subtitle": "Les objets connectés",
                    "text": "Mon banquier il est sympa et il aime ben faire des prêts j’crois ! Tant mieux pace-que sinon j’aurais jamais pu installer les panneaux solaires su’l’toit, et les éoliennes su’l terrain. C’est mon fils cadet Philiibert qu’a m’a convaincu de le faire, il venait de lire une étude de l'Agence de l'environnement et de la maîtrise de l'énergie qu’y dit que ça peut t’rapporter jusqu’à 15 000 pépettes en plus dans l’année ces trucs là. On va pas cracher dessus !"
                },
                {
                    "source": {
                        "title": "[FW Radar] Sencrop, la station connectée pour les agriculteurs",
                        "link": "https://www.frenchweb.fr/fw-radar-sencrop-la-station-connectee-pour-les-agriculteurs/317974"
                    },
                    "date": "28/02/2018",
                    "subtitle": "Les objets connectés",
                    "text": "Sacrénomdedieu, les “capteurs” qu’y m’avaient installés ont pas arrêté de me causer des soucis, un qu’a lâché comme ça, les aut’ qui arrivaient pas à m’envoyer des infos. Résultat j’ai tout dégagé et j’ai fait appel à une aut’ société Sencrop, créée par deux bons gars du Nord. Ils viennent de m’installer des mini “stations agro-météo connectées” comme ils les appellent et ça fonctionne du tonnerre ! Ça t’envoie le taux de pluviométrie, l’hygrométrie, la température de l’air et j’en passe ! Espérons que ça tienne !"
                },
                {
                    "source": {
                        "title": "Salon de l’agriculture : la méthanisation en soutien des exploitations",
                        "link": "https://www.sciencesetavenir.fr/nature-environnement/agriculture/salon-de-l-agriculture-la-methanisation-en-soutien-des-exploitations_121695"
                    },
                    "date": "02/03/2018",
                    "subtitle": "Les objets connectés",
                    "text": "Pfiou, c’était un sacré chantier dans le coin ces derniers jours ! Les gars viennent juste de finir la construction de mon méthaniseur : j’y récupère les effluents des élevages du coin, notamment de mon copain P’tit Jean ! C’était pas donné non plus et l’a fallu convaincre tout le monde pace-que les gens y z’avaient peur des odeurs et que le machin explose. Mais bon, c’est réglé maintenant et je pense ben qu’ça va donner des idées aux agriculteurs voisins !"
                }
            ]
        }
    ]
}

