{
    "stories": [
        {
            "id": 1,
            "title": "Connected agriculture",
            "data": [
                {
                    "source": {
                        "title": "Wireless IoT Devices in Agriculture Reached 17 million",
                        "link": "https://talkiot.co.za/2017/11/30/wireless-iot-devices-agriculture-reached-17-million/"
                    },
                    "date": "30/11/2017",
                    "subtitle": "Little Jean showed me connected objects",
                    "text":"Today as I was watching me favorite show, Love’s in the farm, my friend little Jean came to talk to me about his new hobby. Connected objects. He is mad about all this technology stuff, he’s the one who told me to install the internet in me house. If you don’t follow me, connected objects as he explained to me are used to receive, treat, gather or send data in real time. For example with this stuff my phone will be able to say to the machine “go feed the cows”, or when it’s raining directly cut off the spraying, handy stuff. He told me that in 2016 more than 17 millions connected objects were commercialized and in 2021 it’ll be more than 27 millions, can ye imagine. Anyways, this is pretty interesting, I’ll have to dig in to see what I can do with those connected objects."
                },
                {   "source": {
                        "title": "Quatre nouveaux capteurs pour l’agriculture conçus en un week-end",
                        "link": "https://www.terre-net.fr/materiel-agricole/reportage/article/4-nouveaux-capteurs-pour-l-agriculture-concus-en-un-week-end-213-132839.html"
                },
                    "date": "04/12/2017",
                    "subtitle": "Study “connected sensors” with UniLassale’s students",
                    "text":"Y’all never guess. This afternoon a group of younglings came to me farm. Some students from UniLassale campus, they offered me to go to an event to study those “connected sensors” I was talking about a few days ago, to help people like me. Of course I said yes! Can’t wait to be there!"
                },
                {
                    "source": {
                        "title": "Des robots pour réduire la pénibilité des travaux agricoles présentés à Toulouse",
                        "link": "https://france3-regions.francetvinfo.fr/occitanie/haute-garonne/toulouse/robots-reduire-penibilite-travaux-agricoles-presentes-toulouse-1378831.html"
                    },
                    "date": "06/12/2017",
                    "subtitle": "Going to the Forum International de la Robotique!",
                    "text": "Don’t know what’s going on lately but me porch is full lately. This time it’s a contractor who came to talk to me about his product. Spoutnic, kind of a big metallic stove on wheels with cameras on it to watch me chickens that I present you two months ago. Also told me I could try Ted, kind of machine that allows weeding the vines during the “Forum International de la Robotique” in Toulouse. Need to buy tickets on the internet before it’s too late… How do I fit me cash in that internet?! "
                },
                {
                    "source": {
                        "title": "Agriculture startups turn to AI, IoT to boost production",
                        "link": "http://www.financialexpress.com/industry/agriculture-startups-turn-to-ai-iot-to-boost-production/971429/"
                    },
                    "date": "13/12/2017",
                    "subtitle": "I discover ReussirFerme thanks to Raymond",
                    "text":"This morning, Raymond, the postman, came to give me me mail as usual. Except that today he brought me something other than bills. A magazine called Reussirferme, really interesting piece of paper. It talked about high tech startups in the farm business and how they raised billion dollars to start plenty of new interesting stuff for me farm, like drones or mini satellites or something. "
                },
                {
                    "source": {
                        "title": "L’Agtu de février 2018 !",
                        "link": "http://www.lafermedigitale.fr/newsletter-lagtu-de-fevrier-2018-2/"
                    },
                    "date": "14/02/2018",
                    "subtitle": "Get the news with La Ferme Digitale!",
                    "text":"Me oldest lad Jacob, came to visit me today. Told him about me new interest for connected objects to improve me farm. He told me to subscribe to some newsletters on the internet to be informed about everything that’s new. So we found La ferme Digitale, each month they send you the news directly in your virtual mailbox. This month they talked about something on the phone which receives data from plants… Will be checking me virtual mailbox every month now (if I can start the machine by me own)"
                },
                {
                    "source": {
                        "title": "Soon you’ll be able to ask an agrirobot: How do you like them apples?",
                        "link": "https://newfoodeconomy.org/ai-farm-abundant-robotics-bext360/"
                    },
                    "date": "20/03/2018",
                    "subtitle": "A few changes in the farm",
                    "text":"Since I’ve got all those visits, I gotta say I’m seriously thinking about changing a few things in me farm, after all who would blame me for making me life a little bit easier. You can leave me a comment below to let me know your opinion if you want."
                }
            ]
        },


        {
            "id": 2,
            "title": "Connected Farm",
            "data": [
                {
                    "source": {
                    "title": "E-agriculture: Copeeks, la start-up de Lannion, sera présente au Space",
                    "link": "https://www.ouest-france.fr/bretagne/lannion-22300/e-agriculture-copeeks-la-start-de-lannion-sera-presente-au-space-5227437"
                },
                    "date": "07/09/2017",
                    "subtitle": "I admit it, I give up",
                    "text":"Well, I snapped. Just got back from Space, not actual Space, don’t worry, but the “Salon International des productions animales” in Rennes. With me friend Jean, we ordered a bunch of connected boxes to a company named Copeeks. They will allow me to track from distance the field while sending data to Telegram on me phone. These things are damn practicals!"
                },
                {   "source": {
                    "title": "Kerhis : « On l’oublie souvent, mais le monde agricole a été connecté bien avant les consommateurs »",
                    "link": "http://www.bretagne-bretons.fr/kerhis-on-loublie-souvent-monde-agricole-a-ete-connecte-bien-consommateurs/"
                },
                    "date": "01/12/2017",
                    "subtitle": "Got a new pro-software on me computer",
                    "text": "Just got off the phone with Kehris, a company which invented these useful softwares for people like me. I asked them to come install a pro-software as they call it, on me computer. It’ll help me plan everything I got to do in me farm. Can’t remember everything at me age."
                },
                {
                    "source": {
                        "title": "Les énergies renouvelables, opportunité de revenus pour les agriculteurs",
                        "link": "http://www.web-agri.fr/actualite-agricole/economie-social/article/les-energies-renouvelables-opportunite-de-revenus-pour-les-agriculteurs-1142-135363.html"
                    },
                    "date": "22/02/2018",
                    "subtitle": "My banker likes to do loans",
                    "text":"Nice guy my banker! Whenever I ask him for money he lends me some haha. We won’t complain, thanks to this I was able to set up solar panels on the roof and wind turbine in the field. It’s my youngest who suggested me to do so. He read a study in L’agence de l’environnement et la maîtrise de l’énergie which said that you can make an extra 15 000 bucks per year whilst helping the environment. Wouldn’t want to miss it, right?"
                },
                {
                    "source": {
                        "title": "[FW Radar] Sencrop, la station connectée pour les agriculteurs",
                        "link": "https://www.frenchweb.fr/fw-radar-sencrop-la-station-connectee-pour-les-agriculteurs/317974"
                    },
                    "date": "28/02/2018",
                    "subtitle": "Got a lot of problems with me sensors",
                    "text":"Bloody hell, those sensors they’ve installed only caused me troubles, one died just like that, and the other one could not send me any data that I needed. So, I cleared everything and called Sencrop, a small company created by two good fellows from north. They’re currently setting up small connected weather station or something like that, works like a charm. It sends you rainfall rates, hygrometry, temperature and many more. Hope this time it’ll last!"
                },
                {
                    "source": {
                        "title": "Salon de l’agriculture : la méthanisation en soutien des exploitations",
                        "link": "https://www.sciencesetavenir.fr/nature-environnement/agriculture/salon-de-l-agriculture-la-methanisation-en-soutien-des-exploitations_121695"
                    },
                    "date": "02/03/2018",
                    "subtitle": "A hell of a construction site for the methanisor!",
                    "text": "Was a hell of a construction site down here the last few days. Guys just finished building my methanisor: with it get water streams from local farmers, including me friend Jean remember. Wasn’t cheap though and I needed to convince everybody. They were scared becaus’ of the smell of the machine or even that it’d explode. Happy it’s done though: maybe local farmers will start to think about digitalising their farms."
                }
            ]
        },

        {
            "id": 3,
            "title": "Connected Robots",
            "data": [
                {
                    "source": {
                    "title": "PROCLEANER X100 : LE ROBOT DE LAVAGE POUR BÂTIMENT D’ÉLEVAGE",
                    "link": "http://www.techelevage.fr/procleaner-x100-robot-de-nettoyage-batiment-delevage/"
                },
                    "date": "04/09/2017",
                    "subtitle": "Ease the pain of me lads",
                    "text":"I have a new passion for all the thing linked to smart robots. With my friend little Jean, we discover Pro CleanerX100, a robot for cleaning the livestock buildings. 25 liters per minute the whiz and can reach 35 liters if you have a powerful water pump. It’ll ease the pain of my lads who help me to clean up. They'll have a smile on their face the morning when they come to work with me now!"
                },
                {
                    "source": {
                    "title": "Agriculture : les robots veillent au gain",
                    "link": "http://www.liberation.fr/futurs/2017/09/18/agriculture-les-robots-veillent-au-gain_1597264"
                },
                    "date": "18/09/2017",
                    "subtitle": "The ultimate time saver",
                    "text": "I’ve just buy a new this to make easier the tasks of my guys with the robot Innovado! It’s a device that distributes the fodder automatically. You just have to adjust a few things and it’ll take by himself the feed with the right amount at the right moment. A new way to save time!"
                },
                {
                    "source": {
                    "title": "Spoutnic prend soin des aviculteurs et de leur porte-monnaie",
                    "link": "http://www.ac-mag.fr/robotique-agricole/93-spoutnic-prend-soin-des-aviculteurs-et-de-leur-porte-monnaie"
                },
                    "date": "10/10/2017",
                    "subtitle": "Get into the hens breeding with Spoutnic",
                    "text":"I’ve decided to get into the hen breeding! In order to do things properly, I’ve also invested in a smart robot that has someone introduce me. 7600 euros the device, ouch! They call it  Spoutnic and he looks darn good. If he works well, he will avoid me to check each half hour if the hens laid on the ground. According to the seller, it would be profitable after the second batch of hens. And when he’s tired, you just have to charge him during the night when the chickens sleep."
                },
                {
                    "source": {
                    "title": "Octopus Robots : roule ma poule",
                    "link": "http://www.entreprendre.fr/octopus-robots-poule-olivier-somville"
                },
                    "date": "04/01/2018",
                    "subtitle": "A clean shed",
                    "text":"They have got very funny names these smart robots! The new one is called Octopus. He will clean and disinfect by himself the big shed with his dry fog technology (well, I didn’t understand everything to be honest, but it’s said to be groundbreaking...). A dream coming true!"
                },
                {
                    "source": {
                    "title": "Naïo Technologies, Le Fleuron De L’AgTech à La Française",
                    "link": "https://www.forbes.fr/entrepreneurs/naio-technologies-le-fleuron-de-l-agtech-a-la-francaise/"
                },
                    "date": "12/01/2018",
                    "subtitle": "After Octopus, I’ve got Oz",
                    "text": "Still have a visit today and guess what? A new one again and it’s Oz, a robot built by Ayo technology that helps you to weed, hoe a plot and carry charges."
                },
                {
                    "source": {
                    "title": "Farm Robotics are Taking a Giant Automated Leap Forward",
                    "link": "http://www.machinedesign.com/motion-control/farm-robotics-are-taking-giant-automated-leap-forward"
                },
                    "date": "26/01/2018",
                    "subtitle": "I upgraded my tractor for my plants",
                    "text":"New find, I upgraded my tractor and added a smart robot, the “see and spray” by Blue River. Very genius this device. He recognizes the state of your plants and decides if you need to give them a little boost. Firstly, you save money becaus’ you use less pesticide and secondly, it’s healthier. Not to mention the time you save!"
                },
                {
                    "source": {
                    "title": "Soon you’ll be able to ask an agrirobot: How do you like them apples?",
                    "link": "https://newfoodeconomy.org/ai-farm-abundant-robotics-bext360/"
                },
                    "date": "20/02/2018",
                    "subtitle": "I try Apple Picker from Abundant Robotics",
                    "text":"Another chore to delete : the apples picking with the Apple Picker, a robot built by Abundant Robotics. He recognizes the apples and he sucks them in less than two seconds."
                },
                {
                    "source": {
                    "title": "Parrot lance un drone pour l’agriculture",
                    "link": "http://www.lemonde.fr/la-foire-du-drone/article/2018/02/22/parrot-lance-un-drone-pour-l-agriculture_5260936_5037916.html"
                },
                    "date": "22/02/2018",
                    "subtitle": "Need to calm down (but got a drone)",
                    "text": "Today, I made a new purchase: a drone! The company Parrot has commercialized a drone that can map up to 30 hectares. Then, you can see the state of your crops and see where you need an amount of fertilizer or water. Maybe I’ll calm down me spending fever after that becaus’ my loan is well engaged..."
                }
            ]
        },

        {
            "id": 4,
            "title": "Connected Animals",
            "data": [
                {
                    "source": {
                    "title": "Coho crée l'écurie connectée",
                    "link": "http://lessor38.fr/coho-un-boitier-pour-ameliorer-le-bien-etre-des-chevaux-20142.html"
                },
                    "date": "02/10/2017",
                    "subtitle": "A new pony for my younger son Phillibert",
                    "text":"Now, animals! I just purchased a new pony for my younger boy Phillibert, his dream! To make sure the beast stays in good health, I took a connected box with sensors made by Coho that I leave in its shelter. It sends me a bunch of data in your phone to be sure me Phillibert’s pony is healthy!"
                },
                {
                    "source": {
                    "title": "Cochon connecté : une solution IoT pour la santé animalière",
                    "link": "https://www.objetconnecte.com/cochon-connecte-elevage/"
                },
                    "date": "17/11/2017",
                    "subtitle": "The good health of my cows",
                    "text":"Another thing to make the life easier: my cows now have sensors on their ears that send you information to tell you if the beast is healthy, have no stress, or if they are in their fertility period."
                },
                {
                    "source": {
                    "title": "Cows going online in NZ paddocks",
                    "link": "http://www.nzherald.co.nz/business/news/article.cfm?c_id=3&objectid=11951232"
                },
                    "date": "03/12/2017",
                    "subtitle": "I can’t leave without connected collar for my cows!",
                    "text":"Even cows are connected now, I gave in for a 4G collar made by Huawei (who also makes smartphones, you know)  that you put around their neck. As usual, the collar sends a bunch of data about the beast, the temperature and their localization! Can’t leave without this collar!"
                },
                {
                    "source": {
                    "title": "Insurtech giant ZhongAn plans to use facial recognition, blockchain to monitor chickens",
                    "link": "http://www.scmp.com/business/companies/article/2123567/blockchain-and-facial-recognition-zhongan-techs-recipe-changing"
                },
                    "date": "10/12/2017",
                    "subtitle": "Give straps to me little hens",
                    "text":"Discussing with little Jean (me friend), I realized that I did nothing for me hens, so I put strap on them. These straps allow me to know the chicken identity, what they eat and if they do enough activities! Practical, becaus’ buyers want more en more track the origin of what they spent their money for and how they are raised."
                },
                {
                    "source": {
                    "title": "Meet the “connected cow”",
                    "link": "https://www.ft.com/content/2db7e742-7204-11e7-93ff-99f383b09ff9"
                },
                    "date": "20/12/2017",
                    "subtitle": "The sensors for me cow’s tails",
                    "text":"I decided to annoyme cows again, but it’s for their own good: we added sensors on their tails which analyzes their movements to see if anything wrong is going on. It can warn if they are complications during the cows pregnancy and avoid its death! "
                }
            ]
        },

        {
            "id": 5,
            "title": "Connected Food",
            "data": [
                {
                    "source": {
                    "title": "Silence, ça grimpe : l'agriculture urbaine prend son envol",
                    "link": "https://www.grazia.fr/news-et-societe/societe/silence-ca-grimpe-l-agriculture-urbaine-prend-son-envol-866601"
                },
                    "date": "09/09/2017",
                    "subtitle": "A vertical farming of spinach in me garage",
                    "text":"Few months ago, I read an article about vertical farming on La Ferme Digitale. I was very enthusiastic and decided to create a vertical farming of spinach in the garage. And guess what? It works like a charm! I just have to adjust the humidity rate, the lighting, the contribution in manure and that’s it!"
                },
                {
                    "source": {
                    "title": "Gaspillage alimentaire : Quand l’IoT et la blockchain aident les industriels",
                    "link": "https://www.objetconnecte.com/gaspillage-alimentaire-iot-blockchain/"
                },
                    "date": "23/11/2017",
                    "subtitle": "Follow the transportation with sensors made by Zest Lab",
                    "text":"Another news! We just put sensors made by Zest Lab on pallets where are the crops. In this way, we can follow if they are well packed during transportation and found where they come from and if the products are damaged!"
                },
                {
                    "source": {
                    "title": "Une betterave connectée pour affiner le réglage de la machine",
                    "link": "http://www.lafranceagricole.fr/videos/recolte-une-betterave-connectee-pour-affiner-le-reglage-de-la-machine-1,2,1301089223.html"
                },
                    "date": "28/11/2017",
                    "subtitle": "Growing beetroots in me farm",
                    "text":"Did I tell you that I start to grow beetroots? In any case, we hav’ got worries becaus’ some beetroots don’t come out very well after their trip in the machine! So me friend little Jean lend me a connected beetroot! You just have to plant with the rest and when you harvest them, it’ll save them from the bumps they’ll have and you can find where the problem comes from. And that’s what we’ve done!"
                },
                {
                    "source": {
                    "title": "Ce Normand est pionnier de l’agriculture urbaine à New York",
                    "link": "https://www.ouest-france.fr/normandie/ce-normand-est-pionnier-de-l-agriculture-urbaine-new-york-5441558"
                },
                    "date": "12/12/2017",
                    "subtitle": "Cyril introduce me to aquaponics",
                    "text":"I meet a nice guy recently, he called Cyril and do vertical farming as well. He also introduced me to aquaponics, an off-ground cultivation where garbage from an element feeds another one (for example fishes that feed plants)."
                },
                {
                    "source": {
                    "title": "Ce Normand est pionnier de l’agriculture urbaine à New York",
                    "link": "https://www.alliancy.fr/chroniques/internet-objets-mtom/2018/03/01/les-serres-connectees-un-melange-daquaponie-et-dalgorithme"
                },
                    "date": "01/03/2018",
                    "subtitle": "Invest in a new connected greenhouse",
                    "text":"I give in again, I just purchase a connected greenhouse made by Myfood to continue me experiences. The machine is well made, you can introduce around 400 kg of vegetables and 40 kg of fishes per year. It’s powered by solar panels and here as well you’ll have a bunch of data sent on your mobile phone, on an app that give you farming’s advices! Very eager to make me first harvest! (8000 euros)"
                }
            ]
        }
    ]
}

